;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Türkçe/Turkish
WebLang=TR
Translator=GNC, secret ++
Codepage=UNICODE 
Version=2.0.1


[Uninstaller Toolbar]
102 = Görünüm
103 = Seçenekler
104 = Program Kaldırıcı
105 = Araçlar
106 = Avcı Modu
107 = Liste
108 = Simgeler
109 = Ayrıntılar
110 = Kaldır (Sil)
111 = Kaydı Sil
112 = Yenile
113 = Seçilen kaydı kaldırmak istediginizden emin misiniz?
114 = Seçilen programı kaldırmak istediginizden emin misiniz?
115 = Güncelleme Kontrol
116 = Yardım
117 = Geçerli araç yardımı...
118 = Web Site...
119 = Hakkında...
120 = Yönetici haklarına sahip değilsiniz!
121 = Sistem eklentisini kaldırmak istediğinizden emin misiniz?\nDurun, ne yaptığınızdan emin değilseniz!
122 = Bilgisayarınızda kurulu olan yazılımları ve eklentileri gösterir. Görüntü seçenegindeki "Ayrıntılar" bölümünden yada durum menüsünden işlemler yapabilir, program bağlantı ve özelliklerine ulaşabilirsiniz. En önemli özelliği Avcı Modu'dur. Avcı Modu size yazılımları sadece bir tıklama ile kaldırma, durdurma, silme veya otomatik açılmasını durdurma kolaylığını verir.
123 = Ara
124 = Bulunan:
125 = Seçtiğiniz sistem bileşenini kaldırmak istediğinizden emin misiniz?\nBu bileşen işletim sisteminize gerekli olabilir!
126 =  otomatik açılması durdurulmuştur!
127 =  otomatik açılması etkinleştirilmiştir!
128  = %s ve %s aynı dosya içindedirler! Bu yüzden taramadan sonra bulunan gereksiz dosyalar ikisinden her hangi birine ait olabilir! Lütfen, gereksiz dosyaları dikkatlice silin!
129 = Zorla Kaldır

[Uninstaller List]
150 = Uygulama
151 = Boyut
152 = Versiyon
153 = Kurulum Tarihi
154 = Şirket
155 = Web Sitesi
156 = Yorum
157 = Kaldırma Dizini
158 = Kayıt Anahtarı
159 = Yükleyici 

[Uninstaller StatusBar]
201 = Kurulanlar:
202 = Yükleniyor...

[Registry Optimizer]
302 = Taranacak yeri seç
303 = Başlat menüsü

[Autorun Toolbar]
407 = Başlat
408 = Kaldır
409 = Sil
410 = Parçalar:
411 = Etkin:
412 = Otomatik Başlatma Yöneticisi: Windows başlangıcında otomatik başlayan yazılımların, otomatik başlamalarını durdurabilirsiniz. Ayrıca bu yazılımlar hakkında daha fazla bilgi edinebilirsiniz. Otomatik başlayan yazılımların hangi firmaya ait olduğunu, yazılımın tanıtımını, bilgisayarınızdaki konumunu ve yazılımın şu anda çalışıp çalışmadığınıda öğrenebilirsiniz.

[Autorun List]
450 = Başlangıç Adı
451 = Gözat
452 = Tanım
453 = Yayımcı
454 = Durum
455 = Yer
456 = Çalışıyor
457 = Çalışmıyor
458 = Geçersiz
459 = Kaldırma işlemi
460 = Başlama işlemi
461 = Dosyayı Sil
462 = Git
463 = Konumu Kopyala
464 = Seçileni Sil
465 = Tüm Geçersizleri Sil
466 = Tüm Çalışmayanları Sil
467 = Tüm Etkin Olmayanları Sil
468 = Özellikler...
470 = Seçilen uygulamayı kapatmak istiyormusunuz?\nKaydedilmeyen veriler kaybolacaktır!
471 = Seçilen ögeleri silmek istiyormusunuz?
472 = Geçersiz ögelerin tümünü silmek istiyormusunuz?
473 = Çalışmayan ögelerin tümünü silmek istiyormusunuz?
474 = Etkin olmayan ögelerin tümünü silmek istiyormusunuz?
475 = Komut Yok!
476 = Bilinmeyen
477 = Otomatik Açılmasını Durdur 
478 = Otomatik Açılmasını Etkin Kıl 

[Outlook Control]
300 = Optimizasyon
301 = Registry Kaydı Optimize Edici
400 = Otomatik Başlatma Yöneticisi
500 = iz Silici
501 = internet Tarayıcıları
600 = MS Office Temizleyici
700 = Windows Temizleyici 
800 = Kanıt Yok Edici
900 = Kalıcı Olarak Sil
2100 = Windows Araçları
2200 = Gereksiz Dosyaları Temizle

[Track Cleaner Browsers]
507 = Hepsini Sil
508 = Ziyaret Edilen internet Sayfaları Geçmişini Sil
509 = Adres Çubuğu Geçmişini Sil
510 = Geçici internet Dosyalarını Sil
511 = Çerezleri Sil 
512 = index.dat Dosyalarını Sil
513 = Uygula
514 = İndirme Geçmişini Sil
515 = Oturum Geçmişini Sil
516 = Form Geçmişini Sil
517 = Kaldırıcı
518 = Seçtiğiniz tüm geçmiş kayıtlarını silmek istediğinizden emin misiniz?
521 = Tüm geçmiş Internet Explorer kayıtlarını silmek istediğinizden emin misiniz?
522 = Tüm geçmiş Firefox kayıtlarını silmek istediğinizden emin misiniz?
523 = Tüm geçmiş Opera kayıtlarını silmek istediğinizden emin misiniz?
524 = Tüm geçmiş Netscape kayıtlarını silmek istediğinizden emin misiniz? 
525 = internet Tarayıcıları Temizleyici: Girdiginiz internet sitelerinin detaylı bilgisi sizin bilgisayarınızda depolanır. Bu bilgilere herkes kolaylıkla bir tıklamayla ulaşabilir ve gezdiğiniz siteleri görebilir. Internet Tarayıcıları bölümünden, bu geçmiş kayıtlarını silebilirsiniz. Ayrıca Internet sitelerinde gezerken bilgisayarınıza geçici olarak saklanan tüm resimleri, videoları ve internet sayfalarınıda silebilirsiniz. Bu dosyaları silmek bilgisayarınızda boş yer yaratacaktır.
526 = Geçmiş kaydını silmeden önce internet tarayıcınızı kapatın 
527 = Index.dat dosyaları bilgisayarınızın bir sonraki açılışında silinmiş olacaktır
599 = Seçilen öğeler için kayıt silme işlemi tamamlanmıştır!

[Office Track Cleaner]
601 = Temizle
607 = Son Kullanılan MS Word Belgelerini Temizle
608 = Word 2000, Word XP, Word 2003 ve Word 2007, Word 2010, Word 2013 Sağlar
609 = Son Kullanılan MS Excel Belgelerini Temizle
610 = Excel 2000, Excel XP, Excel 2003 ve Excel 2007, Excel 2010, Excel 2013 Sağlar
611 = Son Kullanılan MS Access Belgelerini Temizle
612 = Access 2000, Access XP, Access 2003 ve Access 2007, Access 2010, Access 2013 Sağlar
613 = Son Kullanılan MS PowerPoint Belgelerini Temizle
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003 ve PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 Sağlar
615 = Son Kullanılan MS FrontPage Belgelerini Temizle
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 ve FrontPage 2007 Sağlar
617 = MS Office Temizleyici: Microsoft Word, Excel, Access, PowerPoint, FrontPage uygulamalarının en sık kullanılan dosyalarının geçmiş kayıtlarını silmenize yardımcı olur. Eğer en son açtığınız, düzelttiğiniz belgelerin başkaları tarafından görülmesini istemiyorsanız, sadece istemediklerinizi seçip “Temizle” butonuna basın. Artık o dosyalar etkin durumda olmayacaktır.

[Windows Tracks Cleaner]
701 = Temizle
707 = Son Kullanılan Belgelerin Geçmişini Temizle
708 = Başlat Menüsü Geçmişini Temizle
709 = Arama Geçmişini Temizle
710 = Yazıcılar, Bilgisayarlar ve Kişi Arama Geçmişini Temizle
711 = Yapıştırma Tablosunu Boşalt
712 = Son Kullanılan "MS Paint" Dosya Geçmişini Temizle
713 = Son Kullanılan "MS Wordpad" Dosya Geçmişini Temizle
714 = En Son Açılan Regedit Kaydının Geçmişini Temizle
715 = Aç/Kaydet Geçmişini Temizle
716 = En Son Ziyaret Edilen Klasör Geçmişini Temizle
717 = Geri Dönüşüm Kutusunu Boşalt
718 = Geçici Windows Dosyalarını Sil
719 = Başlat Menüsü Kullanım Girdilerini Sil
720 = Windows bilgisayarınızla yaptığınız birçok işlemi kaydeder. Örneğin; Bilgisayarınızda hangi dosyaları aradığınızı, açtığınız dosyaların listesini, en sık açtığınız resimleri, videoları gibi daha pekçok işlemi kaydeder. Windows Temizleyici: Bu geçmiş kayıtlarını ve geçici dosyaları silmenize yardımcı olur. Ayrıca Geri Dönüşüm kutusunuzu buradan boşaltabilirsiniz. Bu işlemle bilgisayarınızda büyük bir boş alan açılacaktır. 
721 = Başlat menüsünün geçmiş kayıtları iexplore.exe yeniden başlatıldıktan sonra silinecektir
722 = Windows Kaydındaki izler
723 = Harddiskteki izler 
724 = Sistem Çöktüğünde Oluşan Küçük Bellek Dökümü Dosyalarını Sil 
725 = Chkdsk Aracı Bozuk Bölüm, Kayıp Küme, Çapraz Bağlanmış Dosya ve Dizin Hatalarına ilişkin Kayıtları Sil


[Evidence Remover]
802 = Uygula
803 = Siliniyor
804 = Silme işlemi devam ederken lütfen bekleyin..
805 = Tamamlandı
806 = Lütfen silmek istediğiniz kanıtların ve izlerin bulunduğu sürücüleri seçin. Bu araç sadece daha önce silinen bilgileri etkiler. Uyarı: Işlem sona erdiğinde silmiş olduğunuz dosyaları asla geri getiremezsiniz!
807 = Kanıt Yok Edici Aracı: Bu araçla silinen dosyalar geri getirilemez. Geri dönüşüm kutunuzu boşalttığınız zaman, sildiğiniz dosyalar aslında sadece silinmiş olarak işaretlenir, ama fiziki olarak silinmezler. Bu araç daha önce silmiş olduğunuz dosyaların, fiziksel olarak hala bilgisayarınızda duran kalıntılarınıda tamamen siler. istediğiniz geri getirme araçlarını kullanın, dosyaları geri getiremezsiniz
808 = Seçtiğiniz sürücülerde kalan izleri ve kanıtları silmek istediğinizden emin misiniz? 

[Unrecoverable Delete]
912 = Silinecek dosya ve klasör listesi, geri alınamaz
913 = Dosyalar
914 = Klasörler
915 = Silinecek dosyaları seç ve sistemden kaldır. Bu dosyalar herhangi bir yazılım aracıyla veya fiziksel olarak geri alınamaz!
916 = Silinecek klasörleri seç ve sistemden kaldır. Bu klasörler herhangi bir yazılım aracıyla veya fiziksel olarak geri alınamaz!
917 = Silmek için dosyaları ekle
918 = Silmek için klasörleri ekle
919 = Tamamen Sil
920 = Listeyi temizle
921 = Kalıcı Olarak Sil Aracı: Eğer kaldırmak istediğiniz dosyalar var ise ve bu dosyaları hiç kimsenin geri getiremeceğinden emin olmak istiyorsanız o zaman bu araç tam size göre. Dosyalarınızı silmek ve geri dönüşüm kutunuzu boşaltmak dosyaların geri alınamayacağı anlamına gelmez. Silinen dosyalarınız hala bilgisayarınızda depolanır ve geri getirme araçları ile bu dosyalara kolayca ulaşabilir. Bu araç sildiğiniz dosyalarınızın geri alınamamasını garantiler. 
922 = Seçilen dosya ve klasörlerin, kalıcı olarak silinmesini istediğinizden emin misiniz?

[Options Tree]
1001 = Seçenekler
1100 = Genel
1200 = Kaldırıcı

[General]
1101 = Geçerli Dil:
1102 = Gelişmiş Moda Geç
1103 = Başlangıçta Güncelleştirmeleri Kontrol Et

[Uninstaller Options]
1201 = Sistem Güncelleştirmelerini Göster
1202 = Sistem Bileşenlerini Göster
1204 = Yalnızca Programın Kendi Kaldırma Komutunu Çalıştır!
1205 = (Windows Vista ve Windows 7 desteği vardır)
1206 = Programı kaldırmadan önce geri yükleme noktası yarat
1207 = Silinen dosyaları Geri Dönüşüm Kutusuna gönder

[Auto Update]
1907 = Güncelleştir
1908 = Sürüm Bilgileri
1909 = Geçerli Sürüm:
1910 = Güncel Sürüm:
1911 = indir
1912 = Son Sürümü Yükle
1913 = Neler Yeni
1914 = Kontrol Ediyor...
1915 = Bağlantı Hatası...
1916 = Dur
1917 = Yüklenen %s Toplam %s
1918 = Yüklenen %s (Toplam Boyut Bilinmiyor)
1919 = Revo Uninstaller www.revouninstaller.com’a bağlanamadı. Lütfen internet bağlantınızı kontrol edin. Kullanmakta olduğunuz güvenlik duvarı varsa, Revo Uninstaller'i bloke etmediğinden emin olun!
1920 = Hata: Yeni sürüm kontrolü başarısız! internet bağlantısı yok!

[WinTools]
2110 = Başlat
2111 = Windowsla gelen birçok kullanışlı program ve araç vardır. Ancak birçoğuna erişim zordur veya aklınızda kalmayacak komutlar ile açılır. Windows Araçları: Size günlük işlerinizde kullandığınız ondan fazla uygulamaya kolayca erişiminizi sağlar. 
2112 = Bazı programları kurarken yada herhangi bir problem oldugunda bu aracı kullanarak, özel dosyalarınızı kaybetmeden bilgisayarınızı eski durumuna geri getirebilirsiniz. Bu araç bilgisayarınızda yapılan değişikleri otomatik olarak izler ve geri yükleme noktaları yaratır. Geri yükleme noktaları bilgisayarınızı istediğiniz noktaya getirmenize imkân verir. Bu işlem her gün yada sisteminizde önemli değişikler olduğunda yapılır, ayrıca siz istediğiniz zaman geri yükleme noktası yaratabilirsiniz.
2113 = Bu araç bilgisayarınızın donanımı, işletim sistemi, internet bağlantısı, ağ bağlantısı ve modem ayarları hakkında bilgi verir. Bu araç ile bilgisayarınızdaki ağ bağlantılarını, internet ayarlarını kontrol edebilir ve bu ayarları kullanan programların çalışıp çalışmayacağını anlayabilirsiniz.
2114 = Bu aracı kullanarak tüm TCP/IP (Internet Protokol Takımı) adaptör konfigürasyonlarını, IP adreslerini, ağ kartı numarasını (MAC), IP maskesini, ağ geçidini, Windows Internet Naming Service (WINS), Internet Alan Adı Sistemi (DNS) öğrenebilirsiniz. Ayrıca tüm TCP/IP ağ bağlantı ayarlarını ve Dinamik İstemci Ayarlama Protokolünü (DHCP) veya Internet Alan Adı Sistemi (DNS) ayarlarını tazeleyebilirsiniz.
2115 = Bu aracı kullanarak bilgisayarınızın 3 temel aracını (Ateş Duvarı (Firewall), Antivirüs Koruması, Windows Güncelleme Sistemi) kontrol edebilir ve ayarlayabilirsiniz. Eğer bilgisayarınızda bu araçlardan birinde sorun çıkarsa, örneğin antivirüs korumanız uzun zamandan beri güncellenmediyse, uyarı mesajı ayarlarını yapabilirsiniz.
2116 = Takip eden durumları ögrenebilirsiniz. Örnegin: İşlemci tipi, bellek hafızası gibi bilgilerini kontrol edebilir, bilgisayarınızın belleği nasıl kullandığını kontrol eden ayarları görebilir ve değiştirebilirsiniz. Ayrıca donanım ve aygıt özellikleri, donanım profil yapılandırması, ağ bağlantıları, oturum açma profili hakkında bilgilerede erişebilirsiniz. Sistem ve program hataları oluştuğunda Microsoft'a veya sistem yöneticinize bildirebilirsiniz.
2117 = Sistem Bilgileri: Yerel ve uzak bilgisayarlarda sistem yapılandırma bilgilerini toplayan ve gösteren windows işletim sistemi bileşenidir. Donanım yapılandırmaları, bilgisayar bileşenleri, yazılım, lisanslı ve lisanssız sürücüler hakkında bilgi içerir. Sistem bilgileri, bilgisayarınız ve işletim sistemi hakkında hemen bilgi alabileceğiniz bir destek aracıdır.
2118 = TCP/IP Netstat Komutu: Tüm aktif TCP bağlantılarını, bilgisayarın herbir bağlantısını ve dinleyici portunu yaratan, yürütülebilir TCP ve UDP portlarını görüntüleyen windows işletim sistemi bileşenidir. Burada, yürütülebilir isim [ ] içinde altta, çağrılan bileşen ismi üstte ve TCP/IP ye ulaşana kadar ilerler. 
2119 = Bu araç ekranda sanal klavye görüntüler ve kullanıcıların hareketlilik kısıtlamaları, seçme aygıtı veya kumanda kolu ile veri girişine izin verir. Ekran klavyesi hareketlilik kısıtlamalarıyla kullanıcılar için en düşük düzeyde işlevsellik sağlamaya çalışır. Ayrıca bilgisayarınızda basılan bütün tuşların kaydedildiği bir tuş-kaydedicisinin yüklü olduğunu düşünüyorsanız, ekran klavyesini kullanabilirsiniz. Ekran klavyesi, basılan tuşların kaydedilme olasılığını ortadan kaldırır.
2120 = Bu araç, yerel birimleri inceler, parçalanmış dosya ve birimleri birleştirir. Böylece herbiri yerel birimde tek ve sürekli alan tutar. Sonuç olarak, sisteminiz daha verimli bir şekilde dosya, dizinlere ulaşır ve değişiklikleri kaydeder. Dosyalar ve dizinler birleştirildiğinde, disk birleştiricisi bir birimin boş alanlarınıda birleştirmektedir, yeni dosyalarda daha az parçalanmış olur. 
2121 = Yerel ve uzak bilgisayarlardaki hizmetleri yönetebilirsiniz. Bir hizmeti başlatmak, durdurmak, duraklatmak, devam ettirmek veya etkisiz kılmak için kullanabilirsiniz. Eğer bir hizmet başlatılamazsa, yerini alması için kurtarma işlemleri kuralabilirsiniz. Sistemin otomatik olarak yeniden başlatılması ve belirli donanım profilleri için servisleri etkin ve etkisiz hale getirebilir, herbir servisin durumunu, tanımını inceleyebilirsiniz.
2122 = Bir ağ üzerinde paylaşılan kaynaklar, kullanıcı erişimleri, oturum faaliyetleri, paylaşılan kaynakların özelliklerinin yönetimi, yerel veya uzak bilgisayardaki paylaşılan bağlantı ve kaynakların özetini görmek için kullanalabilirsiniz. Paylaşılan dizinlerle paylaşılan kaynaklar yaratılabilir, görüntüleyebilir ve yetkileri ayarlayabilirsiniz. Ağ üzerinde bilgisayara bağlı tüm kullanıcı listesini görüntüleyebilir, birinin veya hepsinin bağlantısını keselebilir, uzak bilgisayarlar tarafından açılan klasörlerin listesi görüntüleyebilirsiniz.
2123 = Bu araç, kullanıcı ve bilgisayar yapılandırması için ilke ayarlarını içerir. Grup ilke ayarları, sistem yöneticisinin belirlemesi gereken çeşitli kullanıcı masaüstü ortamı bileşenlerini tanımlar. Örneğin kullanıcıların mevcut programları, masaüstünde bulunan programlar, başlat menüsü için seçenekler.
2124 = Windows Bileşenlerini Ekle/Kaldır: Bilgisayarınızda yüklü windows bileşenlerini yönetmenizde yardımcı olur. Windows işletim sistemi yüklendikten sonra, orijinal yüklemede olmayan windows bileşenini yüklemek veya istenmeyen windows bileşenlerini kaldırmak için kullanabilirsiniz.
2125 = Windows Kötü Amaçlı Yazılımları Kaldırma Aracı: Bilgisayarı belirli ve yaygın kötü amaçlı yazılımlara karşı kontrol eder. Böyle bir yazılım bulunduğunda kaldırılmasına yardım eder. Bu kötü amaçlı yazılımlar; virüsleri, solucanları ve truva atlarını içerir. Tesbit etme ve silme işlemleri tamamlandığında, kötü amaçlı bir yazılım tesbit edilip silinmişse, araç sonucu anlatan bir rapor gösterir.


[Junk Files Cleaner Options]
2202 = Taranacak Sürücüler:
2203 = Şablon
2204 = Tanım
2205 = Ekle
2206 = Sil
2207 = Varsayılan Ayarlar
2208 = Gereksiz Dosya Temizleme::Genel
2209 = Gereksiz Dosya Temizleme::Dahil Etme
2220 = Tarama Için Şablon:
2221 = (?,*) karakterleri kullanılabilir
2222 = Şablon Ekle
2223 = Dışlanan Şablon Ekle
2224 = (?,*) karakterleri kullanılabilir
2225 = Şablonu Dışla:
2226 = Silinen Dosyaları Geri Dönüşüm Kutusuna Gönder
2227 = Son 24 Saat içinde Erişilmiş Dosyaları Yoksay

[Junk Files Cleaner Tool]
2306 = Tara
2307 = Sil
2308 = Taranıyor
2309 = Tarama işlemi yapılırken lütfen bekleyiniz
2310 = İptal
2311 = İsim
2312 = Boyut
2319 = Dosyalar:
2320 = Toplam boyut:
2323 = Şu an windows veya başka bir program tarafından kullanıldığından dolayı bazı dosyalar silinemez!
2324 = Taramanın başlaması için bir sürücü ve dosya uzantısı seçin!
2325 = Gereksiz Dosyaları Temizleme Aracı: Bilgisayarınızda olan pekçok gereksiz dosyayı bulmanıza yardımcı olur. Normalde bu dosyalar, ilgili program kaldırıldığında silinir. Ancak bazen bu dosyalar program hataları veya bilgisayarınız doğru şekilde kapatılmadığı için silinmemiş olabilir. Zaman geçtikçe bilgisayarınızda önemli yer kaplamaya başlar, bilgisayarınızın hızını performansını düşürür.
2326 = Dosya
2327 = Dosyalar siliniyor

[Context Menu Junk Files Cleaner]
2313 = Aç
2314 = Google'da Ara 
2315 = Klasörü aç
2316 = Özellikler...
2317 = Tüm parçaları seç
2318 = Tüm parçaları seçme
2321 = Seçilen parçaları kontrol et
2322 = Seçilen parçaları kontrol etme

[Topmost Window]
4002 = Seçenekler
4003 = Ana Pencereyi Aç
4004 = Sürükle ve Bırak Modu
4005 = Avcı Modu
4006 = Boyut
4007 = Küçük
4008 = Orta
4009 = Büyük
4010 = Pencerenin Boyutu
4011 = Çıkış
4012 = Kaldır
4013 = Otomatik Başlatmasını Durdur
4014 = işlemi Kapat
4015 = işlemi Kapat ve Sil
4016 = Klasörü Aç
4017 = Hakkında
4018 = Özellikler
4019 = iptal
4020 = Bir defada sadece bir dosya destekleniyor!
4021 = Şu anda bir klasör bıraktınız, lütfen bir dosya sürükleyip bırakın!
4022 = Kaldır veya Sil:
4023 = Çözülemedi! \n Başka bir pencere, simge veya görev çubuğu elemanı göster
4024 = Kaldır komutu başlatılamadı!\n Lütfen uygulamayı Kaldırıcı'dan kaldır
4025 = Yükleme paketi bulunamadı!\nİpucu: Uygulama hakkında daha fazla bilgi al ve\n uygulamayı ana pencereden kaldırmayı dene!
4026 = Hedef uygulamanın otomatik başlatma seçeneği kaldırıldı!\nİpucu: Seçeneği tekrar aktive etmek için ana uygulamadaki otomatik başlatma araç çubuğunu kullan!
4027 = Hedef uygulama başlangıç konumlarında bulunamadı!\nİpucu: Bir uygulamayı otomatik başlatmak için kullanılan diğer konumlar için  www.google.com 'a bakınız!
4028 = Seçilen uygulamayı kapatmak istediğinizden emin misiniz?\nKaydedilmeyen veriler kaybedilecektir!
4029 = Kaldırıcı
4030 = Seçilen uygulamayı kapatmak ve silmek istediğinizden emin misiniz?\nKaydedilmeyen veriler kaybedilecektir!
4031 = Windows Explorer 'ı kapatmak istediğindeniz emin misiniz?\n Başlat menüsü ve görev çubuğu kaybolacaktır!
4032 = Windows Ile Başlat
4033 = Şeffaflık

[Scan After Uninstall]
4210 = Konum
4211 = Anahtar
4212 = Değer
4213 = Veri
4214 = Dosya
4215 = Hiçbir öğe seçili değil. Silinecek öğeyi seçin!
4216 = Kaldırdıktan Sonra Tara
4217 = Hepsini Seç
4218 = Hiçbirini Seçme
4219 = Sil
4220 = Gereksiz Dosyalar
4221 = Gereksiz Kayıt Girdileri
4222 = Yazılım kaldırılmadan önce taranıyor… Lütfen bekleyin
4223 = Yazılımın kaldırma programı çalıştırıyor…
4224 = Program kaldırıldığında, lütfen gereksiz dosyalar, klasörler ve kayıt anahtarları için taramayı başlatın
4225 = Yazılım kaldırıldıktan sonra taranıyor… Lütfen bekleyin 
4226 = Lütfen listelenen kayıtları dikkatlice kontrol edin!
4227 = Kapat
4228 = Listede kalan dosyalar bilgisayarınızın bir dahaki açılışında silenecek. 
4229 = Kaldırmak islediğiniz programın kaldırma aracı açılamadı!\nKomut hatalı veya geçersiz olabilir!
4230 = Geri 
4231 = İleri
4232 = Program kaldırma şeklini seçin
4233 = Yöntemler
4234 = Yerleşik – Yalnızca programın kendi kaldırma aracını çalıştır ve başka tarama yapma 
4235 = Güvenli – Yerleşik seçeneğine ek olarak, sistem kayıtları ile harddiskinizdeki kalıntıları bulmak için güvenli tarama yapar.Bu en hızlı tarama yöntemidir.
4236 = Makul – Güvenli seçeneğine ek olarak, en yaygın kalıntı yerlerine genişletilmiş tarama yapar
4237 = Geliştirilmiş – Makul seçeneğine ek olarak, sisteminizdeki tüm gereksiz kullanıcı kayıtlarını ve dosyaları bulmak için derin tarama yapar.Bu uzun tarama zamanı gerektirir.
4238 = Program kaldırılmadan önce analiz yapılıyor…
4239 = Programın kendi kaldırma aracı çalıştırılıyor…
4240 = Programı kaldırılması tamamlandıktan sonra, lütfen gereksiz dosyalar, klasörler ve kayıt anahtarlarının taramasını başlatmak için “İleri” butonuna basın. 
4241 = Başlangıç Analizi ve Kaldırma işlemleri Yapılıyor
4242 = Gereksiz Bilgiler İçin Tarama Yapılıyor
4243 = Program kaldırıldıktan sonra tarama yapılıyor. Programın bıraktığı gereksiz kalıntıları bulmak için tüm kullanıcı kayıtları ve dosyalar taranıyor… Lütfen bekleyin!
4244 = Bulunan Gereksiz Kayıt Girdileri
4245 = Bulunan Kayıt Girdileri:
4246 = Not: Lütfen, kayıtları dikkatlice kontrol edin! Sadece siyah kayıtlar ve alt kayıtlar silinecektir!
4247 = Bulunan Gereksiz Dosya ve Klasörler
4248 = Bulunanlar:
4249 = Bilgisayarım
4250 = Yerleşik kaldırma aracı çalıştırılamadı. Bu komut geçersiz veya bozuk olabilir. “Geri” tuşuna basıp başka program kaldırma şekli seçebilirsiniz!
4251 = Programın yerleşik kaldırma işlemi tamamlandı. Hiçbir tarama yapılmadı. “Geri” tuşuna basıp başka program kaldırma şekli seçebilirsiniz!
4252 = Kaldırma işlemi başarı ile tamamlandı. Gereksiz kayıt bulamadı. “Geri” tuşuna basıp daha geniş bir tarama için, başka program kaldırma şekli seçebilirsiniz!
4253 = Kaldırma işlemi başarı ile tamamlandı. Eğer daha fazla gereksiz kayıt aramak istiyorsanız, “Geri” tuşuna basıp daha geniş bir tarama için, başka program kaldırma şekli seçebilirsiniz!
4254 = Son
4255 = Seçtiğiniz dosyaları çöp kutusuna göndermek istediğinizden emin misiniz?
4256 = Seçtiğiniz kullanıcı kayıtlarını silmek istediğinizden emin misiniz?
4257 = Kaldırma işlemi başarı ile tamamlandı!
4258 = Gereksiz kayıt girdilerini silmek istemediğinizden emin misiniz?
4259 = Gereksiz dosya ve klasör girdilerini silmek istemediğinizden emin misiniz?
4260 = Program kalıntılarını tarama işlemi tamamlandı. Sonuçları görmek için lütfen “İleri” butonuna basın!
4261 = Sistem geri yükleme noktası oluşturuluyor…
4262 = Sistem geri yükleme noktası oluşturulamadı!
4263 = Sistem geri yükleme noktası oluşturulması engellenmiştir (Seçenekler -> Kaldır) 
4264 = Sistem geri yükleme noktası oluşturuldu!


[About]
4300 = Tercümanlar:

[ContextMenu Uninstaller]
5000 = Komutlar
5001 = Bilgi
5002 = Google'da Ara
5004 = Konumu Yükle
5005 = Hakkında Linkini Aç...
5006 = Yardım Linkini Aç...
5007 = Güncelleştirme Linkini Aç...
5008 = Kayıt Anahtarını Aç...

[Common]
10000 = Tamam
10001 = İptal
10002 = Yardım
10003 = Gözat
10004 = Geçerli araç yardımı
10005 = Website
10006 = Hakkında
10007 = Uyarı
10008 = HATA 
10009 = Evet
10010 = Hayır

[Tooltips]
2000 = Yazılım kaldırma moduna geç
2001 = Araçlar panelini göster
2002 = Ayarlar
2003 = Avcı Modu'na Geç
2004 = Kurulu program listesinin görünümünü degistir
2005 = Seçilen programı kaldır
2006 = Seçilen girdiyi kayıtlardan kaldır 
2007 = Kurulu olan yazılımların listesini güncelle
2008 = Programın şimdiki sürümünü, en son sürümle güncelle
2009 = Yazılım hakkındaki tüm sorularınızın cevaplarını ve ek bilgileri bulun
404 = Seçilen uygulamayı başlat
405 = Seçilen uygulamayı durdur ve kapat 
406 = Seçilen uygulamanın otomatik açılmasını durdur 
506 = Seçilenleri temizle
605 = Seçilenleri temizle 
705 = Seçilenleri temizle 
2106 = Seçilen aracı çalıştır 
2304 = Seçilen ayarlara göre gereksiz dosyaları tara 
2305 = Seçilen dosyaları geri dönüşüm kutusuna gönder



[UninstallerPro]
15000 = Genel
15001 = Grup Yöneticisi
15002 = Yeni Programlar
15003 = Diğer Programlar
15004 = İsim
15005 = Yeniden Adlandır
15006 = internet
15007 = Oyunlar
15008 = Multimedya
15009 = Araçlar
15050 = Yukarı Taşı
15051 = Aşağı Taşı
15052 = Ekle
15053 = Kaldır
15054 = Sütunlar
15055 = Sütunu Kaldır
15056 = Ortala
15057 = Sol
15058 = Merkez
15059 = Sağ
15060 = En Uygun
15061 = Kaydet
15062 = Metin Biçimi (txt)
15063 = HTML Biçimi (html)
15064 = Microsoft Excel
15065 = Ver
15066 = Vermek istediğiniz Sütunları Seçin
15067 = Yüklenen Yeni Programları Göster
15068 = Son (gün içinde)
15069 = Programın Son Başlamasından Bu Yana
15070 = Grup Adı:
15071 = Ekle
15072 = Grup
15073 = İzlenen Programlar
15074 = İzlenen\nProgramlar
15075 = Tüm Programlar
15076 = Tüm\nProgramlar
15077 = Kaydı Sil
15078 = Özel Kaldırma
15079 = Simgeyi Değiştir
15080 = Gruba Ekle
15081 = Gruptan Kaldır
15082 = Kaldırılıyor
15083 = Programın oturum dosyaları ve klasörleri kaldırılıyor:
15084 = Kayıt defteri girdileri kaldırılıyor:
15085 = Kaldırılan programla ilgili olabilecek bazı veriler bulundu, ancak programın yüklenmesi sırasında Revo Uninstaller tarafından kayda geçilmediği için bu veriler silinmedi. Eğer bu dosyaları gözden geçiripde silmek istiyorsanız "Gelişmiş Kaldırma" butonuna basın.
15086 = Gelişmiş Kaldırma
15087 = Dosya/Klasör Yolu
15088 = Liste Yükleniyor...
15089 = Seçilen değerleri kaldır
15090 = Üst kayıt girdilerini aç... 
15091 = Tümünü Genişlet 
15092 = Tümünü Daralt
15093 = Değer Adı 
15094 = Klasör Kayıtları:
15095 = Sistem dosya ve klasörlerinde önceden var olan yeniden adlandırma işlemlerini uygula
15096 = Zorla Kaldır
15097 = Zorla\nKaldır
15098 = Seçili Anahtarı Genişlet
15099 = Seçili Anahtarı Daralt
15100 = Seçili Anahtarı Kaldır
15101 = Seçili Anahtarı Yüklenmiş Olarak Işaretle
15102 = Silinecek listeyi ekle
15103 = Geçersiz günlük dosyası
15104 = Dosya yok! Geçerli bir dosya adı girin veya işlemi iptal edin.
15105 = İşlemi Seç
15106 = İşlemi Listeye Ekle
15107 = Tam Işlem Yolu:
15108 = Kayıt Girdisi Ekle
15109 = Kayıt Girdisi Yolu
15110 = Zorla Kaldırma Modu: Bu araçla dosyaya gözatabilir, kaldırmak istediginiz programın dizinini girebilir. program ismine ek bilgi eklebilirsiniz. "İleri" butonunu tıkladığınızda, Revo Uninstaller öncelikle mevcut yerleşik kaldırıcıyı arayacak ve bulduğunda, o kaldırıcı listeleyecektir. Bu sayede yerleşik kaldırıcının çalıştırılıp çalıştırılmayacağını seçebilirsiniz..\n\nKaldırmak istediğiniz programın tam adını ve yükleme konumunu girin!
15111 = Tarama Modları
15112 = Yerleşik
15113 = Güvenli
15114 = Makul
15115 = Geliştirilmiş
15116 = Programın Dosya veya Klasörünün Tam Yolu:
15117 = Programın Adı:
15118 = Yerleşik Kaldırıcıları Bul:
15119 = Seçilen Yerleşik Kaldırıcıyı Çalıştır
15120 = Program Adı
15121 = Kaldırma Komutu
15122 = Tür
15123 = 32-bit
15124 = 64-bit
15125 = İşlemi Sonlandır ve Devam Et
15126 = Seçilen dosya kullanımda! Program ve ilgili öğeleri düzgün şekilde kaldırmak istiyorsanız, devam etmeden önce işlemi sonlandırmanız önerilir.
15127 = Silinecek Kayıt Girdileri
15128 = Alt Girdileri Dahil Et
15129 = Sistem Başlangıcında izlenen Programlara Odaklan
15130 = Dosya ve Klasörleri Sil:
15131 = Yedekleme Klasörü'ne
15132 = Geri Dönüşüm Kutusu'na
15133 = Kalıcı Olarak Sil
15134 = Seçilen öğeleri silmek istediğinizden emin misiniz?
15135 = Klasörler
15136 = Dosyalar
15137 = Programla alakalı olabilecek dosya ve klasörler
15138 = Programla alakalı olabilecek kayıt girdileri
15139 = Kayıt Anahtarları:
15140 = Değerler:
15141 = Sistem Günlüğü Dosya ve Klasörleri
15142 = Sistem dosya ve klasörlerinde önceden var olan yeniden adlandırma işlemlerini uygula
15143 = Seçilen öğeleri silmek istediğinizden emin misiniz?
15144 = Dosyalar seçildi, ancak sistem yeniden başlatıldığında silinecek.
15145 = Sistem Günlüğü Kayıt Öğeleri
15146 = Kaldırılıyor...
15147 = Gereksiz dosyalar, klasörler ve kayıt öğeleri sağlanan bilgilere göre taranıyor...
15148 = Programın kendi kaldırma aracı çalıştırılıyor...
15149 = Kaldırma işlemi tamamlandıktan sonra, gereksiz öğeleri taramaya başlamak için "Tara" düğmesine basınız.	
15150 = Önbellek veri dosyasını yazabilmek için diskte yeterli alan yok.
15151 = Önbellek dosyasını yazmada hata oluştu. Yönetici iznine sahip olduğunuzdan emin olun...
15152 = Önbellek dosyasını okumada hata oluştu.
15153 = Hiçbir gereksiz öğe bulunamadı.
15154 = Tara
15155 = Özel\nKaldırma
15156 = Revo Uninstaller bilgisayarınızda kurulu olan yazılımları ve eklentileri gösterir. Görünüm seçeneğindeki "Ayrıntılar" bölümünden yada durum menüsünden işlemler yapabilir, program bağlantı ve özelliklerine ulaşabilirsiniz. En önemli özelliği Avcı Modu'dur. Avcı Modu size yazılımları sadece bir tıklama ile kaldırma, durdurma, silme veya otomatik açılmasını durdurma kolaylığını verir.
15157 = İzlenen Programlar Modülü; Revo Uninstaller kullanılarak kurulan programları kurulumundan itibaren izler. Revo Uninstaller ile bir programı izlemek için, programın kurulum dosyasına sağ tıklayarak yükleyebilir yada ana araç çubuğu üzerindeki "Program Ekle" düğmesine basarak kurabilirsiniz. Bu modla ilgili ayarları "Seçenekler" sekmesindeki, "Kaldırıcı" - "İzlenen Programlar" bölümünden yapabilirsiniz
15158 = Kayıt
15159 = Yardım Dosyası
15160 = Program Ekle
15161 = Program\nEkle
15162 = Kaldırmadan Önce Sistem Geri Yükleme Noktası Oluştur ve Kayıt Defteri Yedeğini Al
15163 = Kayıt defteri yedeği alınıyor...
15164 = Sistem geri yükleme noktası oluşturulması engellenmiştir (Seçenekler -> Kaldır)
15165 = Sistem geri yükleme noktası oluşturuldu!
15166 = Sistem geri yükleme noktası oluşturulamadı!
15167 = (Windows Vista ve Windows 7,8,10 desteği vardır)
15168 = Bulunanlar:
15169 = Avcı Modu simgesini sağ tıkla yada çıkmak için "Çıkış" butonuna bas
15170 = Kaldırma Sihirbazını Aç
15171 = Klasör Yolu
15172 = Yardım dosyasının gösterimi için lütfen PDF okuyucu yazılım kurun
15173 = Yeni Grup Ekle
15174 = Seçilmiş Kayıtları Sil 
15175 = Önbellek dosyası yeniden oluşsun
15176 = Önbellek dosyasını oluşturmak için emin misiniz?\nProgram özelleştirmeleriniz ve detaylarınız sıfırlanacak!
15177 = Yönet
15178 = Çıkart,İçe aktar yada günlüğü düzenle
15179 = Değiştir\nveya onar
15180 = Değiştir veya onar
15181 = Linki güncelle
15182 = Veritabanı Kayıtları
15183 = Veritabanı\nKayıtlar
15184 = Programlar:
15185 = Program Adı
15186 = Program Versiyon
15187 = Windows Versiyon
15188 = Windows Bits
15189 = Bulundu
15190 = Yalnızca uyumlu kayıtları göster %s
15191 = Yalnızca kayıtları %s göster
15192 = Eşleşen kayıtlar:
15193 = Veritabanı Kayıtları:
15194 = Arama yap:
15195 = Kayıt
15196 = Kayıtlar
15197 = program
15198 = programlar
15199 = Ad
15200 = Hızlı Kaldır 
15201 = Hızlı\nKaldır
15202 = İlk sistem yedeklemesi
15203 = Program %d kaldırılıyor %d
15204 = İlk analiz - Bitti!
15205 = Programın yerleşik kaldırma aracı başlatılıyor - Bitti!
15206 = Programın yerleşik kaldırma aracı başlatılıyor - Hatalı!
15207 = Artık dosyalar, klasörler ve kayıt defteri öğeleri taranıyor...
15208 = Bulunan artık dosyalar siliniyor...
15209 = Kalan %d kayıt defteri anahtarları ve değerleri %d Silindi
15210 = Artık %d dosya ve klasörleri %d Silindi
15211 = Hızlı Kaldırma tamamlandı!
15212 = Durum
15213 = Program kaldırılması bittikten sonra, "Devam" tuşuna basın ve kaldırma işlemine devam edin
15214 = Devam
15215 = Aktarıldı
15216 = Yorum Ekle
15217 = Yorumu Düzenle
15218 = Modüller
15219 = Günlük Tarihi
15220 = Veri kayıtlarını kaldırma işlemi için hazırla...
15221 = %d öğeleri %d ..
15222 = Gerekli işlemleri yürüt yeniden adlandır...
15223 = Seçili kayıtı kaldırmak için emin misin?
15224 = Seçili kayıtları kaldırmayı gerçekten istiyor musun?
15225 = Kayıt %d kaldırılıyor %d
15226 = Tümünü Çıkart
15227 = Geç\nYedekle
15228 = Sistem geri yükleme noktası oluşturmayı ve tam Kayıt Defteri yedeklemeyi atla
15229 = Tam Kayıt Defteri yedekleme oluşturuluyor - Atlandı!
15230 = Sistem geri yükleme noktası oluşturuluyor - Atlandı!
15231 = Kayıt düzenle
15232 = Kayıt yükle
15233 = Kayıt çıkart
15234 = Kayıt Ayrıştırma  -
15235 = Kaydı isimlendir
15236 = Kayıt adı
15237 = Değişiklikleri kaydet
15238 = Değiştirme
15239 = Simge
15240 = Simge Dizini
15241 = Yazar
15242 = Oluşturma Zamanı
15243 = Son değişiklik zamanı
15244 = Tahmini Boyut
15245 = Kayıt Anahtarları
15246 = Kayıt Defteri Değerleri
15247 = Oluşturuldu
15248 = Silindi
15249 = İsimlendirildi
15250 = Üzerine yazıldı
15251 = Bilinmiyor
15252 = Eski Adı
15253 = Tam Adı
15254 = Eski Tam Adı
15255 = Eski Veri
15256 = Kayıt defteri değeri bu adla zaten var!
15257 = Anathat ekle
15258 = Anahtar Adı:
15259 = Değiştirilmedi
15260 = Değiştirilen anahtar
15261 = Değer ekle
15262 = Değeri değiştir
15263 = Ayarla
15264 = Eski Tür
15265 = Zorla kaldırma işlemi sırasında çalışan dosyaları durdur
15266 = Programları normal kaldırmadan önce uygun bir kayıt ara
15267 = Seçilen programı (ları) Hızlı Kaldırma işlemi yapmak istediğinizden emin misiniz?
15268 = Kaldırma işlemi için kullanılacak kayıtlar arasında eşleşen bir kayıt bulundu\nVarsayılan kaldırma için programın yerleşik kaldırma aracı başlatılıyor.
15269 = Kaldırma işlemi için kullanılacak kayıt veritabanında eşleşen kayıt bulundu\nVarsayılan kaldırma için programın yerleşik kaldırma aracı başlatılıyor.
15270 = Program kaldırılması sona erince, "Devam" tuşuna basın ve arta kalan dosyaları, klasörleri  kayıt defteri öğelerini görün.
15271 = Kayıt dosyası indirilirken hata!
15272 = indirilen Kayıt dosyasını yeniden adlandırmada Hata!
15273 = "Veritabanı Kayıtları" module of Revo Uninstaller shows a list of logs of traced programs that is compatible with your Windows system. These logs stored on our web site are maintained by Revo Uninstaller's team. You can easily use(with one click on the button "Uninstall") these logs to uninstall programs installed on your computer.
15274 = Versiyonunuz:
15275 = Şimdi güncelle
15276 = Veritabanı Kayıtlarını Otomatik güncelle!
15277 = Veritabanı Kayıtları indirilirken hata!
15278 = Veritabanı Kayıtları güncellenirken hata!
15279 = Veritabanı Kayıtları çıkartılırken hata!
15280 = Veritabanı Kayıtları açılırken hata!
15281 = Yorumunuzu yazın:
15282 = ikon seç
15283 = Dosya yolu:
15284 = Listeden bir simge seçin:
15285 = Dosya
15286 = Klasör
15287 = Kayıt çıkartılıyor -
15288 = Kayıt yükleniyor -
15289 = %d%% Tamamlandı
15290 = Tarafından çıkarılan
15291 = İlgili Kayıtlar bulundu
15292 = Evet(tavsiye)
15293 = Listed logs made by you seem to be related to the program you are uninstalling. Would you like to use the data from the logs during the uninstall?
15294 = Kayıt indiriliyor -
15295 = Listed logs found in the Logs Database seem to be related to the program you are uninstalling. If you would like to use any of them during the uninstall procedure, set a check mark in front of it.
15296 = There is an appropriate uninstall log in our Logs Database.\nWould you like to use it for more complete uninstall of the program?


[Auto Run Manager Pro]
15800 = Ekle
15801 = Windows başlangıcında çalışacak program ekle
15802 = Başlangıçta çalışma sebebi:
15803 = Tüm kullanıcılar
15804 = Mevcut kullanıcı
15805 = Başlangıçta çalıştırılacak yer:
15806 = Kayıt girdisi: Her Windows başlatıldığında çalıştır
15807 = Kayıt girdisi: Sadece bir sonraki başlangıçta çalıştır
15808 = Başlangıç klasörü - Her Windows başlatıldığında
15809 = Komut (tam yol):
15810 = İsim:
15811 = Otomatik başlama iptal edildi
15812 = Çalışmayan öğelerin otomatik başlaması iptal edildi
15813 = Seçili olmayan tüm öğelerin otomatik başlaması iptal edildi
15814 = Servisler
15815 = Windows Servislerini aç

[General App]
16001 = Yazdır
16002 = Önizleme
16003 = Yazdırma Ayarı
16004 = Görünüm
16005 = Menü Çubuğu
16006 = Ana Çubuk
16007 = Açıklama Paneli
16008 = Durum Çubuğu
16009 = Araç Çubuğu
16010 = Dosya
16011 = Otomatik\nBaşlatma\nYöneticisi
16012 = Gereksiz Dosyaları\nTemizle
16013 = Windows\nAraçları
16014 = Internet Tarayıcıları\nTemizleyici
16015 = MS Office\nTemizleyici
16016 = Windows\nTemizleyici
16017 = Kanıt\nYok Edici
16018 = Kalıcı Olarak\nSil
16019 = Geri Yükleme\nMerkezi
16020 = Revo Uninstaller ile Yükle
16021 = Revo Uninstaller ile Kaldır
16022 = Seçili Programı Revo Uninstaller ile Yükle
16023 = Seçili Programı Revo Uninstaller ile Kaldır
16024 = Yedekleme Klasörü:
16025 = Silinen Kayıt Defteri Girdilerini Yedekle
16026 = Silinen dosya ve klasörleri yedekle
16027 = Microsoft Excel yüklenmemiş (Hata kodu 0x%08X).
16028 = Microsoft Excel programının başlatılması sırasında bir hata oluştu (Hata kodu 0x%08X).
16029 = Bilinmeyen hata.
16030 = Kayıt
16031 = Bilgi Mesajlarını Gösterme
16032 = Uyarı Mesajlarını Gösterme
16033 = İşlemler
16034 = Program Izleme Penceresini Küçült
16035 = Eklenen İşlemler:
16036 = Çıkarılan İşlemler:
16037 = İşlem Yolu
16038 = Görsel Temalar:
16039 = Araç Çubukları
16040 = Metin Etiketlerini Göster
16041 = Küçük Simgeleri Göster
16042 = Mavi
16043 = Gri
16044 = Siyah
16045 = Gümüş
16046 = Doğal
16047 = Doğal 2
16048 = Doğal Pürüzsüz
16049 = Satın Al
16050 = Revo Uninstaller'yu satın aldıktan sonra e-mailinize serial numarası gönderilecektir. Programı aktifleştirmek için bu serial numarasını alttaki forma girmeniz ve "Etkinleştir" butonuna basmanız gerekmektedir. Aktifleştirme işlemi için internet bağlantınızın olması gerekir ve güvenlik duvarınızın Revo Uninstaller'yu engellememesi gerekir. Kayıt işlemiyle alakalı herhangi bir sorunuz olursa bize ulaşın: registration@revouninstaller.com
16051 = Kayıt 
16052 = Seri Numarasını Girin:
16053 = Etkinleştir
16054 = Tüm Hakları Saklıdır.
16055 = Kayıtlı Sürüm
16056 = Deneme Sürümü
16057 = Oluşturulan yedeklemeleri, günlükleri ve değer verileri silmek istediğinize emin misiniz? Programı güncelleştiriyorsanız "Hayır" tuşuna basın.
16058 = Çevirmen:
16059 = Günlük olarak Tam Kayıt Yedeklemesi Oluştur
16060 = Kaldırma işleminden Sonra, izlenen Programı Sil
16061 = Görünüm - Ayrıntıları Küçük Simgeyle Göster
16062 = Windows bağlam menüsünde bulunan komutlar (Revo Uninstaller ile ... )
16063 = Bulunan tüm kalıntıları işaretle
16064 = Koyu Gri
16065 = Mavi 2
16070 = Araç Çubuğu Komutları
16071 = Özel
16072 = Tema
16073 = Özel arkaplan rengi
16074 = Özel seçilen renk
16075 = Kayıt oluşturmayı başlatmadan önce, Lütfen Revo Uninstaller'yu kapatın.\nOr import the log using the "Manage" toolbar button in "Traced Programs" module.
16076 = Etkinleştir
16077 = Etkinleştirme metodunu seç
16078 = Çevrimiçi Etkinleştirme
16079 = Dosya ile Etkinleştir
16080 = 30 Günlük deneme süresi sona erdi Ürünü kullanmaya devam etmek istiyorsanız  bir lisans satın almak zorundasınız.
16081 = Revo Uninstaller için bir lisans satın aldıktan sonra, e-posta adresinize seri numarası yollanacak. Revo Uninstaller'yu etkinleştirmek için, Aşağıdaki kısıma adınızı ve seri numaranızı girmeniz gerekir (Kopyala ve yapıştır kesinlikle tavsiye edilir) ve sonra "online etkinleştirme" düğmesine basın. Etkinleştirme bir İnternet bağlantısı gerektirir, Bu yüzden, güvenlik duvarınızın Revo Uninstaller'yu engellemediğinden emin olun . Herhangi bir sorunuz veya kayıt ile ilgili sorunlarınız varsa, Lütfen bizimle irtibata geçiniz: registration@revouninstaller.com
16082 = Revo Uninstaller için bir lisans satın aldıktan sonra, e-posta ile bir seri numarası alacaksınız. Revo Uninstaller dosyasını etkinleştirmek için, Aşağıdaki kısıma adınızı ve seri numaranızı girmeniz gerekir (Kopyala ve yapıştır kesinlikle tavsiye edilir)  ve sonra dosyayı kaydetmek için "Dosya Kaydet" düğmesine basın. Daha sonra oluşturulan dosya gönderilecektir support@revouninstaller.com yada registration@revouninstaller.com. 24 saat içinde Revo Uninstaller aktivasyonu tamamlayacak bir tuş kilidini size geri göndereceğiz. Herhangi bir sorunuz veya kayıt ile ilgili sorunlarınız varsa, Lütfen bizimle irtibata geçiniz: registration@revouninstaller.com
16083 =Revo Uninstaller dosyasıyla etkinleştirmeyi seçtiniz. After you had sent the Activation file to our support emails, Revo Uninstaller destek ekibinden tuş kilidini alacaksınız. Aşağıdaki kısıma adınızı ve seri numaranızı girmeniz gerekir (Kopyala ve yapıştır kesinlikle tavsiye edilir) ve "Etkinleştir" düğmesine basın. Herhangi bir sorunuz veya kayıt ile ilgili sorunlarınız varsa, Lütfen bizimle irtibata geçiniz: registration@revouninstaller.com
16084 = Bilgisayarınızda bir değişiklik var, Revo Uninstaller'yu tekrar etkinleştirmeniz gerekiyor. Lütfen Sadece "Etkinleştir" tuşuna basınız. Herhangi bir sorunuz veya kayıt ile ilgili sorunlarınız varsa, Lütfen bizimle irtibata geçiniz: registration@revouninstaller.com
16085 = Etkinleştirme Başarılı! 
16086 = Etkinleştirme Hatalı!
16087 = Etkinleştirme sunucusunda bağlantı yok. Güvenlik duvarınızın Revo Uninstaller'yu engellemediğine emin olun.
16088 = Kullanıcı adını girin:
16089 = Seri numarasını girin (Kopyala yapıştır tavsiye olunur):
16090 = Tuş kilidini girin (Kopyala yapıştır tavsiye olunur):
16091 = Etkinleştirme işlemini Sıfırla
16092 = Kalan günler:
16093 = Dosya kaydet
16094 = Kayıtlıdır:
16095 = Tekrar aktif et
16096 = Etkinleştirme devam ediyor. Lütfen bekleyin ...
16097 = Yanlış seri numarası.\nLütfen yazmak yerine seri numarasını Kopyala yapıştır yapın!
16098 = Lütfen Revo Uninstaller'yu tekrar başlatın
16100 = Seri Numarası:
16101 = Lisans verisi:

[AppBar]
16900 = İzlenen sistem değişikliklerini kaydet
16901 = Yüklemeyi izlemeyi durdur
16902 = Revo Uninstaller sistem değişikliklerini inceliyor. Programın yüklenmesi bitene kadar herhangi bir program veya dosya çalıştırmayın! Yükleme bittikten sonra programı çalıştırın, ayarlarınızı yapın ve programı kapatın. Daha sonra "Dur" butonuna basın ve günlüğü kaydedin.
16903 = Günlük Için Bir Isim Girin:
16904 = Günlük Için Bir Isim Girin ve "Kaydet" butonuna basın
16905 = Revo Uninstaller yüklemeyi izliyor
16906 = Revo Uninstaller verileri kaydediyor
16907 = Bilgisayar kapatılamadı. Bilgisayarı elle kapatmayı deneyin!
16908 = Bilgisayar kapatılamadı. Bilgisayarı elle kapatmayı deneyin!
16909 = Lütfen geçerli bir günlük adı girin!

[JunkFilesCleanerPro]
17000 = Çıkart
17001 = Son Güncelleme
17002 = Klasörü Tara...

[EvidenceRemoverPro]
17300 = Tür
17301 = Toplam Boyut
17302 = Boş Alan
17310 = Yerel Disk
17311 = Taşınabilir Disk
17312 = Tahmini kalan süre:
17313 = günler 
17314 = saatler
17315 = dakikalar
17316 = saniyeler

[WindowsToolsPro]
17400 = Sistem Geri Yükleme
17401 = Ağ Tanılama
17402 = Ağ Bilgileri
17403 = Güvenlik Merkezi
17404 = Sistem Seçenekleri
17405 = Sistem Bilgileri
17406 = TCP/IP Netstat Komutu
17407 = Ekran Klavyesi
17408 = Disk Birleştiricisi
17409 = Servisler
17410 = Paylaşılan Klasörler
17411 = Grup ilkesi
17412 = Windows Bileşenleri Ekle/Kaldır
17413 = Microsoft Windows Kötü Amaçlı Yazılımları Temizleme Aracı
17414 = Windows Yedekleme ve Geri Yükleme
17415 = Görev Zamanlayıcı
17416 = Disk Kontrol
17417 = Sistem Dosya Denetleyicisi
17450 = Windows Backup and Restore allows you to make copies of data files for all people that use the computer and provides you with the ability to create a system image. You can let Windows choose what to back up or you can select the individual folders, libraries, and drives that you want to back up. A system image includes Windows and your system settings, programs, and files. You can use a system image to restore the contents of your computer if your hard drive or computer ever stops working.
17451 = Task Scheduler helps you to schedule automated tasks that perform actions at a specific time or when a certain event occurs. It provides the ability to schedule the launch of programs or scripts at pre-defined times or after specified time intervals. Task Scheduler maintains a library of all scheduled tasks, providing an organized view of the tasks and a convenient way to manage them. 
17452 = Check Disk verifies the logical integrity of the file system on the Windows volume. Check Disk checks for problems related to bad sectors, lost clusters, cross-linked files, and directory errors. These types of problems can be caused by system crashes or freezes, power glitches, incorrectly turning off a computer, etc. 
17453 = System File Checker allows you to scan for and restore corruptions in Windows system files verifying their versions. If it finds a problem, it will attempt to replace the problematic files from the Windows DLL Cache. If the file is not in the Windows DLL Cache or the DLL Cache is corrupted, you will be prompted to insert the Windows installation disk.

[WindowsCleanerPro]
17500 = Küçük resim Önbelleğini Sil

[UnrecoverableDeletePro]
17600 = Dosya Ekle
17601 = Klasör Ekle
17602 = Tümünü Sil
17603 = Siliniyor
17604 = Hesaplanıyor...


[Backup Manager]
17800 = Yedekleme Merkezi
17801 = Onar
17802 = Sil
17803 = Tümünü Sil
17804 = Özel\nGeri Yükle
17812 = Yükleniyor...
17813 = Geri
17814 = İleri
17815 = Geri Yükleme Noktası Bulunamadı
17816 = İşleniyor
17817 = %d öğenin %d 'i yedeklendi
17818 = Geri Yükleme Noktaları:
17819 = Toplam Boyut:
17820 = Geri Yükleme Merkezi; Revo Uninstaller tarafından yedeklenen dosyaları, geri yüklemenize yardımcı olur. Bir geri yükleme noktası oluşturarak, tüm silinmiş verileri geri yükleyebilirsiniz. Daha fazla boş alana ihtiyacınız varsa, bazı geri yükleme noktalarını silebilirsiniz.
17821 = İsim
17822 = İşlem
17823 = Boyut
17824 = Kayıt Defteri Öğeleri
17825 = Dosyalar ve klasörler
17826 = Saat
17827 = Tarih
17830 = Anahtar/Değer Adı
17831 = Veriler
17835 = Varsayılan Değer
17836 = %d öğenin %d 'i geri yüklendi
17837 = Geri Yükleniyor
17838 = Dosya/Klasör Adı
17839 = Özel Geri Yükleme
17840 = Geri yükleme dosyası okunurken bir hata oluştu
17841 = Geri Yüklenecek Dosya ve Klasörler
17842 = Geri Yüklenecek Kayıt Girdileri
17843 = Yedekleme dosyasını oluşturabilmek için diskte yeterli alan yok.
17844 = Geri yükleme dosyası yazılırken bir hata oluştu
17845 = %s işlemin %s 'ini geri yüklemek istediğinize emin misiniz?
17846 = Tüm geri yükleme noktalarını silmek istediğinize emin misiniz?
17847 = Sil\nZaman ile
17848 = Daha eski bir tarih veya süredeki yedekleri sil
17849 = Tüm eski yedekleri sil:
17850 = Seçili Tarih:
17851 = Bir hafta
17852 = iki hafta
17853 = 30 günlük
17854 = 90 günlük
17855 = 180 günlük
17856 = Bir yıllık
17857 = özel tarih
17858 = Bugünden daha yeni bir zaman seçtiniz.\nBu tüm yedekleri silecektir! Devam?

[TooltipsPro]
18200 = Revo Uninstaller Ayarları
18201 = İzlenen program listesinin görünümünü degiştir
18202 = Revo Uninstaller tarafından yedeklenen bilgileri geri yükleme
18203 = Revo Uninstaller yardımıyla programları kur
18204 = Önceden kaldırılmış programların, kalıntılarını zorla kaldır
18205 = Tüm kurulu programları göster
18206 = Tüm kurulu izlenen programları göster
18207 = Seçili izlenen programı kaldır
18208 = Seçili izlenen programı özel olarak kaldırın
18209 = Seçilen geri yükleme noktasını geri yükle
18210 = Seçilen geri yükleme noktasını özel olarak geri yükleyin
18211 = Seçilen geri yükleme noktasını sil
18212 = Windows başlangıcında otomatik başlayan program ekle
18213 = Kontrol edilen sürücülerdeki işlem yürütme kaydı kaldırılıyor
18214 = Geri getirilemez şekilde silinecek dosya ekle
18215 = Geri getirilemez şekilde silinecek klasör ekle
18216 = Eklenen dosya ve klasörleri sil
18217 = İşaretli dosyaları sil
18218 = Seçilen programın kurulumu değiştirin veya onarın
18219 = Hızlı bir şekilde seçili programı kaldır (Bulunan tüm kalıntılar otomatik olarak silinir) 
18220 = Günlüğe yeni öğe Ekle
18221 = Seçili öğeyi Değiştir
18222 = Günlükten seçili öğeyi sil
18223 = Geçerli günlüğün verilerini HTML olarak ver
